Revit 2024 API
SymbolTypeId.Gph Property
 Symbol GPH, indicating unit US gallons per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Gph { get; }
Visual Basic
Public Shared ReadOnly Property Gph As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Gph {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace